<!DOCTYPE html><html><head><title>SuperStar (Englesh Greek) - Sibel Tüzün - Şarkı Sözleri - Arkeolog</title><meta charset="utf-8"/><script src="/assets/script.js"></script></head><body><h1>SuperStar (Englesh Greek)</h1><p><a href="/sarki-sozleri/sanatcilar/sibel-tuzun/index.html">Sibel Tüzün</a></p><p><p>I am not ordinary person <br />I ain't an imitation but the real diamond <br />My brilliance will dazzle you, watch out <br />Are you ready for love?  </p><p>&#953;&#956;&#968;&#949;&#947;&#959;&#956;&#953; &#947;&#945;&#966;&#945;&#961;&#953;&#948; &#945; &#954;&#965;&#954; <br />&#957;&#949;&#961;&#953;&#956;&#948;&#945;&#948;&#953;&#948;&#965; &#956;&#949;&#956;&#953;&#948; &#945;&#964;&#959;&#968;&#953;&#956; &#962;&#959;&#969;&#945;&#948;&#949;&#954;&#948;<br />&#949;&#957;&#959;&#966;&#959; &#967;&#959;&#961;&#947;&#959;&#948;&#953;&#948;&#949; &#968;&#959;&#946;&#959;&#966;&#965;<br />&#949;&#962;&#945; &#966;&#949;&#949;&#957;&#954; &#964;&#959; &#969;&#965;</p><p>&#953;&#955;&#968;&#949;&#953; &#948;&#965;&#961;&#949;&#954;&#948;&#964;&#945;&#948; &#945; &#958;&#945;&#961;&#953;&#948;&#949;<br />&#953;&#955;&#968;&#949;&#964;&#959; &#945;&#948;&#964;&#959;&#956;&#948;&#965; &#954; &#945;&#956;&#966;&#948;&#949;<br />&#953;&#955;&#968;&#949;&#945;&#956; &#946;&#953;&#954;&#957;&#948;&#965; &#964;&#959;&#957;&#945;&#950;&#953;&#948;&#949;&#956;&#949;<br />&#949;&#958;&#945; &#949;&#963;&#959; &#949;&#958;&#945; &#949;&#963;&#959; &#949;&#953;&#963; &#948;&#953;&#956;&#945;&#966;&#945;&#961;&#953;</p><p>I am your superstar <br />You feel me, baby <br />I'm your shining star <br />You reach me, baby <br />I know what you are <br />Just show me, baby <br />Are you ready, are you ready <br />Are you ready for love? </p><p>I am not an ordinary person <br />I am not an imitation <br />My light will bedazzle you <br />Are you ready for love? <br />Tonight maybe too long for you <br />To see, to feel and to be true <br />I will light you tonight </p><p>&#957;&#949;&#960;&#953;&#968;&#949; &#959;&#957;&#946;&#965;&#956;&#965;&#957;&#953; &#945;&#967;&#953;<br />afti &#957;&#949;&#954;&#956;&#949;&#945;&#956;&#958;&#959;&#948; &#964;&#953;&#956;&#953;&#967;&#964;&#945; &#945;&#958;&#964;&#953;<br />&#954;&#953;&#950;&#948;&#964;&#945;&#964;&#959; &#968;&#945;&#964;&#957;&#952;&#948;&#965;&#954;&#949; &#949;&#962;&#945;<br />&#957;&#945;&#968;&#949; &#948;&#964;&#953;&#966;&#956;&#945;&#961;&#953;</p><p>&#953;&#955;&#968;&#949;&#953; &#948;&#965;&#961;&#949;&#954;&#948;&#964;&#945;&#948; &#945; &#958;&#945;&#961;&#953;&#948;&#949;<br />&#953;&#955;&#968;&#949;&#964;&#959; &#945;&#948;&#964;&#959;&#956;&#948;&#965; &#954; &#945;&#956;&#966;&#948;&#949;<br />&#953;&#955;&#968;&#949;&#945;&#956; &#946;&#953;&#954;&#957;&#948;&#965; &#964;&#959;&#957;&#945;&#950;&#953;&#948;&#949;&#956;&#949;<br />&#949;&#958;&#945; &#949;&#963;&#959; &#949;&#958;&#945; &#949;&#963;&#959; &#949;&#953;&#963; &#948;&#953;&#956;&#945;&#966;&#945;&#961;&#953;</p><p>------Okuya bilmeniz için türkçe karakterle yazılımı------</p><p>I am not ordinary person <br />I ain't an imitation but the real diamond <br />My brilliance will dazzle you, watch out </p><p>Are you ready for love? </p><p>inme foni ya ğabis a kuk<br />repinasisu memis aftomin fovaseks<br />eroğo hopyosise moroğu<br />ella geerk to mu</p><p>inmei superstar a ğappise<br />inmeto astonsu k angikse<br />inmean dikrisu torazi sene<br />ela edo ela edo ela sina ğapi?</p><p>I am your superstar <br />You feel me, baby <br />I'm your shining star <br />You reach me, baby <br />I know what you are <br />Just show me, baby <br />Are you ready, are you ready <br />Are you ready for love? </p><p>I am not an ordinary person <br />I am not an imitation <br />My light will bedazzle you <br />Are you ready for love? <br />Tonight maybe too long for you <br />To see, to feel and to be true <br />I will light you tonight </p><p>renime ordunuri ahi<br />inmei rekanefos tinihta afti<br />klstato matrosuke ela<br />rame stiğanapi</p><p>in mei superstar a ğappise<br />inmeto astonsu k angikse<br />in me an dikrisu torazi sene<br />ela edo ela edo ela sina ğapi?</p><p>I am your superstar <br />You feel me, baby <br />I'm your shining star <br />You reach me, baby <br />I know what you are <br />Just show me, baby <br />Are you ready, are you ready <br />Are you ready for love?</p></p></body></html>
