<!DOCTYPE html><html><head><title>Darıldınmı Gülüm Bana - Candan Erçetin - Şarkı Sözleri - Arkeolog</title><meta charset="utf-8"/><link rel="stylesheet" href="/assets/style.css"/><script src="/assets/script.js"></script></head><body><h1>Darıldınmı Gülüm Bana</h1><p><a href="/sarki-sozleri/sanatcilar/candan-ercetin/index.html">Candan Erçetin</a></p><p><p>Darıldın mı gülüm bana<br />Hiç bakmıyorsun bu yana<br />Darıldıysan barışalım<br />Kumru gibi koklaşalım</p><p>Esmerim güzelim tuti dillim<br />Ben yanıyorum çok seviyorum<br />Ben yanıyorum aman allah çok seviyorum</p><p>Her zaman üzersin beni<br />Ah yaramaz çapkın seni<br />Benim hiç günahım yoktu<br />Baştan sen çıkardın beni</p><p>Esmerim güzelim tuti dillim<br />Ben yanıyorum çok seviyorum<br />Ben yanıyorum aman allah çok seviyorum</p><p><br />&#935;&#964;&#949;&#963; &#964;&#959; &#946;&#961;&#945;&#948;&#965; &#967;&#945;&#961;&#953;&#954;&#955;&#945;&#954;&#953;<br />E&#953;&#967;&#949;&#963; &#960;&#945;&#961;&#949;&#953; &#964;' &#959;&#961;&#947;&#945;&#957;&#945;&#954;&#953;<br />K&#945;&#953; &#947;&#955;&#949;&#957;&#964;&#959;&#965;&#963;&#949;&#963; &#956;' &#949;&#957;&#945; &#945;&#955;&#945;&#957;&#953;<br />K&#945;&#964;&#969; &#963;&#964;&#959; &#960;&#945;&#963;&#945;&#955;&#953;&#956;&#945;&#957;&#953;<br />Htes to vradi hariklaki<br />İhes pari t' orğanaki<br />Ke ğlenduses m' ena alani<br />Kato sto pasalimani</p><p>&#934;&#953;&#955;&#945;&#954;&#953;&#945;, &#957;&#945;&#950;&#945;&#954;&#953;&#945;, &#945;&#970;&#957;&#964;&#949; &#967;&#945;&#961;&#953;&#954;&#955;&#945;&#954;&#953;,<br />&#928;&#969;&#963; &#956;&#949; &#947;&#949;&#955;&#945;&#963;&#949;&#963;, &#945;&#970;&#957;&#964;&#949; &#947;&#949;&#953;&#945; &#963;&#959;&#965;&#61484;<br />&#924;&#959;&#965; &#964;&#951;&#957; &#949;&#963;&#954;&#945;&#963;&#949;&#963;<br />Filakya, nazakya, ainde hariklaki,<br />Pos me yelases, ainde yia su&#61484;<br />&#924;u tin eskases</p><p>Esmerim güzelim tuti dillim<br />Ben yanıyorum çok seviyorum<br />Ben yanıyorum aman allah çok seviyorum</p><p><br />Türk kaynaklarında anonim olarak görünen bu şarkı, aynı 'Telgrafın Tellerine'de olduğu gibi, Yunanistan'da Panayiotis Tundas'a ait olarak bilinmektedir. Şarkının Yunan versiyonunda geçen Hariklaki bir kadın ismidir.</p></p></body></html>
